{
  "terms_of_service": {
    "navLink": {
      "terms_of_service": "/terms-of-service"
    },
    "title": "Terms of Service",
    "meta": {
      "overview": {
        "key": 1,
        "text": "Overview:",
        "active": "false",

        "content": {
          "p1": {
            "head": "This section is a brief summary of the highlights of this Agreement. Know that when you accept this Agreement, you are accepting all of the terms and conditions and not just this section.",

            "l1": "Simply by using LensHood, including browsing the website, you are agreeing to our Terms, so please read carefully. We may change the terms of this Agreement from time to time, and those changes are up to us. If you continue to use LensHood after our changes, that means you agree to our new terms.",
            "l2": "Remember that we merely facilitate connections between Owners and Renters (each defined below) and are not a party to those agreements between Owners and Renters, except that we may serve as a limited agent to collect the payment of Rentals on Owners' behalf and report damaged or stolen Gear. When you use LensHood to rent Gear, you are entering into a binding legal agreement with the Renter or Owner to pay for the rental or provide the requested Gear, as applicable.",
            "l3": "We make no warranty about the quality of the Gear and will not be held liable for any cost, loss, or damage that arises from any transaction (to the extent permitted by law).",
            "l4": "Please remember to always exercise good judgment when communicating with other users either on or off LensHood",
            "l5": "Both you and LensHood Inc. have the right to stop the use of our Services, or to delete your account at any time, but certain provisions of this Agreement will still apply. For example, any disputes you may have with us based on your use of LensHood, even after your account is deleted, will be governed by this Agreement."
          }
        }
      },
      "role_of_lenshood": {
        "key": 2,
        "text": "Role of LensHood",
        "active": "false",
        "content": {
          "p1": {
            "head": "LensHood's role is as an intermediary only:",

            "l1": "LensHood makes available to you an online platform (the 'LensHood Service') through which Lenders may make available certain items for rental by Borrowers upon approval by the parties.",
            "l2": "You understand that LensHood is acting as an intermediary only in respect of any transactions entered into between Lenders and Borrowers for the rental of items through the LensHood Service. Any agreement for the rental of any items through the LensHood Service is between the relevant Lender and Borrower.",
            "l3": "While LensHood endeavours to provide the LensHood Service for the mutual benefit of both Lenders and Borrowers and has drawn up rules to the maximum extent permitted by law, excludes liability for, the conduct of users of the LensHood Service.",
            "l4": "You acknowledge that in its capacity as an operator of the LensHood Service and an intermediary in any transactions carried out through the LensHood Service, LensHood has the discretion to cancel any listing posted by a Lender, any request to borrow an item submitted by a Borrower, or any transaction, upon the provision of written notice to the parties involved, if it reasonably believes such listing, request or transaction does not comply with these Terms, the Borrowers' Rules or the Lenders' Rules."
          },
          "p2": {
            "head": "Using the LensHood Service as a Lender:",

            "l1": "When you agree as a Lender to lend an item to a Borrower, you acknowledge that you are entering into a separate contract with the Borrower and that such contract with the Borrower includes a promise by you to comply with the Lenders' Rules and these Terms.",
            "l2": "You also acknowledge that the Borrower is in no way acting under the control, or on behalf of LensHood, that your agreement to lend any item to the Borrower is solely with the Borrower, and you agree not to make any claim or assertion that LensHood is in any way liable or responsible for any loss or liability suffered by you in relation to any act or omission by the Borrower.",
            "l3": "You agree that you are solely responsible for your compliance with the Lenders' Rules, fully liable for any non-compliance with the Lenders' Rules and any compensation due to the Borrower in respect of any such non-compliance, including ensuring that the item offered for rental matches the description in your listing. You further acknowledge that LensHood does not have: (i) any responsibility for your compliance with the Lender's Rules; (ii) any obligation to underwrite any liability you may have for non-compliance, or (iii) any obligation to compensate the Borrower for any breach of your agreement with the Borrower in any way."
          },
          "p3": {
            "head": "Using the LensHood Service as a Borrower:",

            "l1": "When you agree as a Borrower to borrow an item from a Lender, you acknowledge that you are entering into a separate contract with the Lender and that such contract with the Lender includes a promise by you to comply with the Borrowers' Rules and these Terms.",
            "l2": "You also acknowledge that the Lender is in no way acting under the control, or on behalf of LensHood, that your agreement to borrow any item from the Lender is solely with the Lender, and you agree not to make any claim or assertion that LensHood is in any way liable or responsible for any loss or liability suffered by you in relation to any act or omission by the Lender.",
            "l3": "You agree that you are solely responsible for your compliance with the Borrowers' Rules, fully liable for any non-compliance with the Borrowers' Rules and any compensation due to the Lender in respect of any such non-compliance, including the loss or damage to the item which you have borrowed. You further acknowledge that LensHood does not have: (i) any responsibility for your compliance with the Borrowers' Rules; (ii) any obligation to underwrite any liability you may have for non-compliance, or (iii) any obligation to compensate the Lender for any breach of your agreement with the Lender in any way."
          }
        }
      },
      "rights_in_the_lenshood_service": {
        "key": 3,
        "text": "RIGHTS IN THE LensHood SERVICE",
        "active": "false",
        "content": {
          "p1": {
            "head": "RIGHTS IN THE LensHood SERVICE",

            "l1": "In consideration of you complying with the Terms, LensHood grants you a revocable, non-transferable and non-exclusive license to access and use the LensHood Service.",
            "l2": "You acknowledge that your use of the LensHood Service grants you no rights in or to the LensHood Service or any of the intellectual property rights (including any copyright, trade mark or patents) owned by LensHood or its licensors, other than the right to use the LensHood Service in accordance with the Terms.",
            "l3": "You agree not to copy, reproduce, republish, download, post, broadcast, record, transmit, commercially exploit, edit, communicate to the public or distribute in any way the services, web pages or materials on the LensHood Service or the computer codes of elements comprising the LensHood Service other than for your own personal use. Subject to the above, you may download insubstantial excerpts of this content to your hard disk for the purpose of viewing it provided that no more than one copy of any information is made."
          }
        }
      },
      "fees_and_comission": {
        "key": 4,
        "text": "FEES AND COMMISSION",
        "active": "false",
        "content": {
          "p1": {
            "head": "On each occasion that a transaction between a Borrower and Lender for the rental of an item made available through the LensHood Service:",

            "l1": "as a Lender, you agree to pay to LensHood a commission of 15% fthe Rental Fee ('Lender Commission'); and as a Borrower, you agree to pay to LensHood a commission of 5% for the Rental Fee ('Borrower Commission'), (together, the 'LensHood Commission').",
            "l2": "If, as a Borrower, you submit a request to borrow a particular item and that request is approved by the Lender, you will be charged the full Rental Fee PLUS the Borrower Commission. The 'Rental Fee' means the daily rate you have agreed to pay to rent the item multiplied by the number of days that you have agreed to rent the item.",
            "l3": "As a Lender, you will receive the Lender Fee due to you within 4 business days after the scheduled start of the rental. The 'Lender Fee' means the Rental Fee LESS the Lender Commission.",
            "l4": "Payments made through the LensHood Service are processed by Razorpay.Read their terms of service=> https://razorpay.com/terms/. By agreeing to these terms or continuing to operate as a lender on LensHood, you agree to be bound by the Razorpay terms, as the same may be modified by Razorpay from time to time. As a condition of LensHood enabling payment processing services through Stripe, you agree to provide LensHood accurate and complete information about you and your business, and you authorize LensHood to share it and transaction information related to your use of the payment processing services provided by Stripe.",
            "l5": "You acknowledge that you are solely responsible for payment of applicable taxes (if any) owed by you pursuant to your use of the LensHood Service.",
            "l6": "We'll notify you of changes to our fee policy by posting such changes on the LensHood Service and will also send an email to the address registered to your account. We may also choose to temporarily change our fees for promotional events or new services; these changes are effective when we announce the promotional event or new service. We shall give prior notice of these promotional events and new services by posting details on the LensHood Service and will also send an email to the address registered to your account.",
            "l7": "You also agree that where you have contacted a particular user through the LensHood Service, you shall not complete that transaction or any others otherwise than using the Fat Service, or engage in any other practice which may avoid or lower the amount of LensHood Commission that would otherwise have been payable had the transaction been completed using the LensHood Service ('Fee Avoidance'). In the event of engagement by any user(s) in any Fee Avoidance, such user(s) shall indemnify and hold harmless LensHood in respect of any losses suffered by LensHood as a result of such Fee Avoidance. Or in the event that you attempt to engage a user you met through the LensHood service in a rental or transaction that does not use the LensHood service, you are liable to pay a fine of up to Rs. 10,000 as a penalty for doing so, regardless of whether your attempts are successful or not."
          }
        }
      },
      "your_liability": {
        "key": 5,
        "text": "YOUR LIABILITY",
        "active": "false",
        "content": {
          "p1": {
            "head": "Your Liability",

            "l1": "Nothing in these Terms shall limit your liability for fraudulent misrepresentation, or for death or personal injury resulting from your negligence.",
            "l2": "As a Lender, when listing an item for rental through the LensHood Service, you must give true and accurate details of the condition of the item and detail what is included or noticeably absent.",
            "l3": "As a Borrower, by requesting to rent an item through our Services, you are responsible for having sufficient funds available to replace the item should you lose or damage the item. If you do not know how much the item is worth, please contact a member of the LensHood team prior to submitting your request and we will assist you. If you do not have funds available for the approximate value of the item, do not request to borrow the item.",
            "l4": "We have the right to take money up to the Estimated Value of the item from your account without seeking further permission from you, if we reasonably believe you have caused damage to the item, or are unable to return it for any reason within 7 days of the return deadline.",
            "l5": "You further acknowledge that as a Borrower, if you return the item after the Return Deadline (as defined in the Borrower's Rules), we are entitled to charge you up to twice the full Rental Fee and Borrower Commission for each additional day that the item is returned after the Return Deadline (for the avoidance of doubt, if the item is returned after the Return Deadline on the scheduled day of return, you shall be charged for a full additional day of rental). You further acknowledge that we may take the funds directly from your account to cover such charges, without seeking further permission from you. The Return Deadline is the time you agreed to return the item with the lender, or 12pm on the rental return date (whichever time is later).",
            "l6": "In the event of a good faith dispute between the parties in relation to the Estimated Value of a particular item, LensHood has the sole discretion to set an appropriate Estimated Value for that item, determined in good faith and taking into account the reasonable representations of the parties.",
            "l7": "If you refuse to pay for any damage caused, or to pay any amount that you owe to LensHood or a LensHood user, for any reason, within the timeframe given to you by LensHood, we will engage the services of debt collectors who will pursue this debt with you on our behalf. You agree that the charge for their services will be added to the debt they will be collecting from you."
          }
        }
      },
      "our_liability": {
        "key": 6,
        "text": "OUR LIABILITY",
        "active": "false",
        "content": {
          "p1": {
            "head": "Our Liability",

            "l1": "Nothing in these Terms shall limit the liability of LensHood for fraudulent misrepresentation, or for death or personal injury resulting from its negligence or the negligence of its agents or employees.",
            "l2": "You have certain rights under the law. These include that we will provide the LensHood Service to you with reasonable skill and care. You have certain legal remedies if we breach any of these rights. Nothing in these Terms is intended to affect these legal rights or other rights which you may also be entitled, for example to damages or specific performance. For more information about your legal rights contact your local Citizens Advice Service or Trading Standards Service.",
            "l3": "Under no circumstances shall LensHood be liable or responsible for the acts or omissions of any third party who uses the LensHood Service (including any third party with whom you enter into a transaction through the LensHood Service). LensHood is acting as an intermediary only in respect of any transaction concluded by parties introduced to each other through the LensHood Service for the rental of any item listed on the LensHood Service and accepts no liability for the performance of either party (i.e. Borrower or Lender) in relation to any such transaction.",
            "l4": "Without prejudice to point 3 above, LensHood is not responsible for: 4.1 Losses not caused by our breach; 4.2 indirect losses which are a side effect of the main loss or damage and which are not reasonably foreseeable by at the time of entering into this agreement, (for example loss of profits or loss of opportunity); 4.3 User Content to the extent that such content is unlawful, threatening, abusive, defamatory, obscene or indecent or otherwise violates or infringes upon the rights of any other person, including, without limitation, any transmissions constituting or encouraging conduct that would constitute a criminal offence, give rise to civil liability or otherwise violate any applicable law; or 4.4 failure to provide the LensHood Service or to meet any of our obligations under this agreement where such failure is due to Events Beyond Our Control. 4.5 For the purposes of section 4.4 above, 'Events Beyond Our Control' means any cause beyond our reasonable control whichprevents us from providing the Service or fulfilling any of ourother obligations under this agreement and includes but is notlimited to fire, flood, storm, riot, civil disturbance, war, nuclearaccident, terrorist activity and acts o God.",
            "l5": "You acknowledge that we cannot guarantee continuous, error-free or secure access to the LensHood Service or that defects in the LensHood Service will be corrected. While we will use reasonable efforts to maintain an uninterrupted service, we cannot guarantee this and we do not give any promises or warranties (whether express or implied) about the operation and availability of the LensHood Service.",
            "l6": "Accordingly, to the extent legally permitted we expressly disclaim all warranties, representations and conditions, express or implied, including those of quality, merchantability, merchantable quality, durability, fitness for a particular purpose and those arising by statute."
          }
        }
      },
      "end_of_service": {
        "key": 7,
        "text": "ENDING YOUR USE OF THE LensHood SERVICE",
        "active": "false",
        "content": {
          "p1": {
            "head": "Ending your use of the lenshood service",

            "l1": "You can simply choose to stop using the LensHood Service at any time.",
            "l2": "You acknowledge that your use of the LensHood Service is subject to LensHood's discretion and LensHood may, in the event of your breach of the Terms, at its sole discretion, withdraw your rights to use the LensHood Service on the provision of written notice with immediate effect."
          }
        }
      },
      "personal_info": {
        "key": 8,
        "text": "PERSONAL INFORMATION",
        "active": "false",
        "content": {
          "p1": {
            "head": "Personal Information",

            "l1": "By using LensHood Services, you agree to the collection, transfer, storage and use of your personal information by LensHood, as further described in our Privacy Policy.Among other things, you agree that LensHood may use the personal information that you submit to us: (i) to verify your identity; (ii) for performing anti-money laundering checks; (iii) for conducting know your customer (KYC) checks; and (iv) conducting 'know your transaction' (KYT) checks.",
            "l2": "You also agree to receive direct electronic messaging marketing communications from us unless you tell us that you prefer not receive such communications."
          }
        }
      },
      "disputes": {
        "key": 9,
        "text": "DISPUTES",
        "active": "false",
        "content": {
          "p1": {
            "head": "Disputes between Users:",

            "l1": "If you have a dispute with one or more LensHood users, you release us (and our officers, directors, agents, and employees) from any and all claims, demands and damages (actual and consequential) of every kind and nature, known or unknown, arising out of or in any way connected with such disputes.",
            "l2": "If a Borrower and Lender are unable to resolve a dispute, LensHood will use reasonable efforts to mediate in respect of such dispute and, without prejudice to its rights set out under these Terms, may choose to deduct monies up to the estimated value of a particular item from the account of the Borrower to compensate the Lender following loss or damage of a particular item that has been rented as part of the transaction. LensHood will also charge a fee of 30% of the amount charged on top of any monies collected in order to cover the service of acting as a mediator."
          },
          "p2": {
            "head": "Disputes between you and LensHood",

            "l1": "If the unlikely event of a dispute arises between you and LensHood, we strongly encourage you to first contact us directly to seek a resolution by going to the LensHood Contact page. We will consider reasonable requests to resolve the dispute through alternative dispute resolution procedures, such as mediation or arbitration, as alternatives to litigation."
          }
        }
      }
    },
    "navigation": "/terms-of-service",

    "welcomeText": "Hello, This is the Pages module"
  },
  "mission":{
    "navLink": {
      "mission": "/mission"
    },
    "title":"Mission",
    "meta":{
      "visionMission": {
        "key": 1,
        "text": "LensHood's Vision & Mission",
        "active": "false",

        "content": {
          "p1": {
            "head": "LensHood's Vision & Mission",

            "p11":"Our vision is to build a sustainable future where people collaboratively consume various equipments, resources and thereby making anything affordable and accessible.",
            "p12":"The most important part of LensHood is you folks, our beloved community.",
            "p13":"We are building a world in which every content creator has the access to resources they need to pursue their passion and tell their story, regardless of budget, background, or location. Because we believe everyone has something to say and deserves to have their story heard."
          }
        }
      },
      "coreValues":{
        "key": 2,
        "text":"LensHood's Core Values",
        "active":"false",
        "content":{
          "p1":{
            "head":"Support and Empower",
            "p11":"We believe nothing should come between you and your dreams! Our aim is to help you achieve it by giving you access to great tools at affordable rates. So everything we do is focused on enabling creators to to make great content by providing them with the right tools, resources, and education."
          },
          "p2":{
            "head":"Be Inclusive",
            "p21":"We seek to create a workplace and community where everyone feels welcome and all voices are heard. We value and promote the diversity in our workforce, our community, and beyond."
          },
          "p3":{
            "head":"Learn and Act",
            "p31":"We seek to continuously learn, keep an ear to the ground, and both listen to and start new trends. We don't fear change, and we are always ready to take action."
          },
          "p4":{
            "head":"Create and Be Curious",
            "p41":" We believe creativity makes the world a more interesting and fun place. We aren't afraid of obstacles and constraints - they make us more agile and able to invent new things and look for new approaches."
          },
          "p5":{
            "head":"Trust and be Trustworthy",
            "p51":"Trust is the foundation on which LendHood is built. At LensHood, relationships are built on openness integrity, honesty and an eagerness to help one another."
          },
          "p6":{
            "head":"Take Ownership",
            "p61":"We take responsibility for our actions and think on behalf of the larger team and community. We think about resources as if they were our own, and are always on the lookout for better ways to serve members"
          }
        }
      }



    }

  }
}
